/* Errors returned by the device in the form of xml */
"Success" = "성공";
"TestInProgress" = "테스트가 진행중입니다. 잠시만 기다려주십시오.";
"ErrorDeviceBusy" = "장치를 사용중입니다. 나중에 다시 시도해주십시오.";
"ErrorDuplicateDisplayName" = "중복되는 표시 또는 위치 이름입니다. 다른 이름을 입력한 다음 다시 시도해보십시오.";
"ErrorEmptyEntry" = "장치로 전송한 설정 입력 사항 중 하나가 비어 있습니다. 모든 항목을 올바로 입력했는지 확인한 다음 다시 시도해보십시오.";
"ErrorListFull" = "이 항목을 추가할 공간이 없습니다. 장치에서 어느 항목을 하나 삭제한 다음 다시 시도해보십시오.";
"ErrorSettingNotTested" = "이 설정은 테스트를 거치지 않았습니다.";
"ErrorSystemFailure" = "심각한 오류가 발생했습니다. 나중에 다시 시도해보십시오.";
"ErrorNoMoreSpace" = "전자 메일 첨부 최대 크기가 선택하신 서버에 비해 너무 큽니다. 보다 낮은 값을 입력한 다음 다시 시도해보십시오.";
"ErrorNoWritePermission" = "선택하신 폴더에 쓰기 권한이 없습니다. 액세스 권한을 알맞게 설정한 다음 다시 시도해보십시오.";
"ErrorConnectionFailed" = "지정하신 원격 서버에 장치를 연결할 수 없습니다. 서버 설정을 확인하십시오.";
"ErrorConnectionRefused" = "서버가 연결을 거부했습니다. 서버가 켜져 있고 올바로 작동하는지 확인하십시오.";
"ErrorServerNotFound" = "장치가 서버의 호스트 이름을 분석하지 못합니다. 서버 설정을 확인하십시오.";
"ErrorWrongCredentials" = "서버가 인증 시 사용한 사용자 자격 증명을 거절했습니다. 올바른 자격 증명을 입력한 다음 다시 시도해보십시오.";
"ErrorConnectionProblem" = "원격 서버에 연결하는 중에 문제가 발생했습니다. 서버가 네트워크에 연결되어 올바로 작동하고 있는지 확인하십시오.";
"ErrorProtocolNotSupported" = "원격 서버에서 지원하지 않는 프로토콜을 사용합니다.";
"ErrorInvalidFileOrDirectory" = "지정하신 경로가 잘못되었습니다. 올바른 경로를 지정한 다음 다시 시도해보십시오.";
"ErrorInvalidFolderPath" = "지정하신 경로가 잘못되었습니다. 올바른 경로를 지정한 다음 다시 시도해보십시오.";
"ErrorInvalidShare" = "공유 폴더가 잘못되었습니다. 다른 공유 폴더를 선택한 다음 다시 시도해보십시오.";
"ErrorAuthenticationNeeded" = "지정하신 서버에는 인증이 필요합니다. 올바른 자격 증명을 입력해 서버에 액세스한 다음 다시 시도해보십시오.";
"ErrorSecureConnectionNotSupported" = "서버가 보안 연결을 지원하지 않습니다. Use SSL 확인란을 선택 해제한 다음 다시 시도해보십시오.";
"ErrorSenderInvalid" = "발신자의 전자 메일 주소가 잘못되었습니다. 발신자 전자 메일 주소를 올바로 입력한 다음 다시 시도해보십시오.";
"ErrorRecipientInvalid" = "수신자 전자 메일 주소가 잘못되었습니다. 수신자 전자 메일 주소를 올바로 입력한 다음 다시 시도해보십시오.";
"ErrorServerError" = "서버에서 오류를 반환했습니다. 요청하신 작업을 수행할 수 없습니다. 입력한 서버 세부사항이 올바른지 확인하십시오.";
"ErrorInvalidServerName" = "지정하신 서버가 잘못되었습니다. 올바른 SMTP 서버를 입력한 다음 다시 시도해보십시오.";

"404 Not Found" = "장치를 찾을 수 없습니다. 장치가 네트워크에 연결되어 있고 전원도 켜져 있는지 확인하십시오.";
"400 Bad Request" = "요청에 오류가 있어 처리할 수 없습니다. 나중에 다시 시도하십시오.";

//error if the seed URL could not be obtained from the device
"COULD_NOT_GET_ACTUAL_URL" = "장치가 올바른 URL을 반환하지 않았습니다. 잠시 기다렸다 다시 시도해보십시오.";

/* XML Data validation errors */
"Setting Error" = "데이터 누락 또는 잘못된 데이터 오류";
"MISSING_FOLDER_SETTING" = "일부 폴더 대상 세부사항이 누락되었습니다. 폴더를 선택하고 사용자 이름과 암호를 입력한 다음 다시 시도해보십시오.";
"MISSING_EMAIL_SETTING" = "일부 전자 메일 대상 세부사항이 누락되었습니다. 전자 메일 설정을 모두 입력한 다음 다시 시도해보십시오.";
"MISSING_SERVER_CREDENTIALS" = "서버 자격 증명이 누락되었습니다. 사용자 이름과 암호를 입력한 다음 다시 시도해보십시오.";
"MISSING_DISPLAY_NAME" = "발신자 이름이 없습니다. 발신자 이름을 입력한 다음 다시 시도해보십시오.";
"MISSING_EMAIL_ADDRESS" = "전자 메일 주소가 누락되었습니다. 전자 메일 주소를 올바로 입력한 다음 다시 시도해보십시오.";
"MISSING_SERVER" = "서버가 누락되었습니다. 서버를 입력한 다음 다시 시도해보십시오.";

"INVALID_PIN" = "개인 식별 번호를 잘못 입력하셨습니다. 이 번호는 정확히 4자리이어야 합니다. PIN을 올바로 입력한 다음 다시 시도해보십시오.";
"INVALID_SERVER_PORT" = "서버 포트 번호를 잘못 입력하셨습니다. 포트 번호는 1부터 65535까지의 값이어야 합니다.";
"INVALID_ATTMT_SIZE" = "최대 첨부 크기를 잘못 입력하셨습니다. 이 값은 1부터 9999까지이어야 합니다. 첨부 크기를 자동 설정하려면 -1을 입력하십시오.";
"INVALID_DFADESTINATION" = "선택하신 디지털 팩스 대상이 잘못되었습니다. 올바른 대상을 선택하십시오.";
"INVALID_POLLING_TIME" = "선택하신 폴링 주기가 잘못되었습니다. 이 값은 5, 10, 15, 20, 30, 45, 60 중 하나이어야 합니다. 올바른 주기를 선택한 다음 다시 시도해보십시오.";
"INVALID_DISPLAY_NAME" = "발신자 이름을 잘못 입력하셨습니다. 발신자 이름은 25자 미만으로 입력하십시오.";

/* Other errors */
"GENERIC_ERROR_TITLE" = "오류";
"GENERIC_DEVICE_ERROR_TITLE" = "장치 오류";
"GENERIC_DEVICE_ERROR_DESC" = "장치와 통신하는 중에 알 수 없는 오류가 발생했습니다. 나중에 다시 시도해보십시오.";
"XML_PARSING_ERROR" = "장치에서 잘못된 데이터를 반환했습니다. 잠시 기다렸다 다시 시도해보십시오.";
"DEVICE_COMMUNICATION_ERROR_DESC" = "장치와 통신하는 중에 오류가 발생했습니다. 장치와 컴퓨터가 네트워크에 연결되어 있는지 확인한 다음 다시 시도해보십시오.";

/* Buttons */
"OK" = "승인";
"Cancel" = "취소";
"Hide" = "숨기기";

/*vhm: Added PML Related Errors*/

"DEVICE_NOT_FOUND_TITLE" = "장치를 찾을 수 없습니다.";
"DEVICE_NOT_FOUND_DESC" = "장치와 통신하는 중에 문제가 발생했습니다. 장치 전원을 켜 놓았는지 그리고 올바로 연결했는지 확인한 다음 다시 시도해보십시오.";

"PML_ERROR_TITLE" = "장치 오류";
"PML_ERROR_DESC1" = "장치에 정보를 설정하는 중에 문제가 발생했습니다. 입력 값이 올바른지 확인하십시오.";

"SETTING_REJECTED_TITLE" = "설정 수락 안 함";

"SETTING_REJECTED_DESCRIPTION" = "장치가 관리자 암호로 보호를 받고 있어서 설정을 수행하지 못했습니다. 임베디드 웹 서버를 사용해 관리자 암호를 제거하십시오. 자세한 내용은 장치 설명서를 참고하십시오.";
"GENERAL_DATA_MISSING_DESCRIPTION" = "데이터가 없는 필드가 있습니다. 필드를 모두 입력하거나 Cancel(취소)을 클릭합니다.";

//Device Door open error while printing the fax logs
"DOOR_OPEN_TITLE" = "도어/덮개 열림";
"DOOR_OPEN_DESC" = "덮개가 열려 있어서 인쇄할 수 없습니다. 프린터 덮개를 모두 닫으십시오.";


//Device not ready error while printing the fax logs
"INCORRECT_STATE_TITLE" = "프린터 오류 상태";
"INCORRECT_STATE_DESC" = "장치 오류 상태를 해결한 후 다시 시도하십시오.";

//Device busy error while printing the fax logs
"DEVICE_BUSY_TITLE" = "프린터 작업 중";
"DEVICE_BUSY_DESC" = "프린터가 현재 작업을 마치는 동안 기다리십시오.";

//Error if the device's region code does not support fax blocking
"CALLER_ID_NOT_SUPPORTED_TITLE" = "발신자 표시 지원 안 됨";
"CALLER_ID_NOT_SUPPORTED_DESC" = "현재 장치에 설정된 국가/지역은 발신자 표시 서비스를 지원하지 않습니다. 장치 전면 패널로 발신자 표시 서비스를 지원하는 국가/지역을 선택한 후 다시 시도하십시오.";

//Error if black list entries are applied while device is processing the fax job
"COULD_NOT_APPLY_SETTINGS_TITLE" = "설정을 적용할 수 없었습니다.";
"COULD_NOT_APPLY_SETTINGS_DESC" = "장치가 온라인 상태이고 팩스 작업이 진행 중이지 않은지 확인하십시오.";


